{
   "books":[
    { 
      "id": "001",
      "author": "Chinua Achebe",
      "country": "Nigeria",
      "imageLink": "https://unsplash.com/photos/9DaOYUYnOls",
      "language": "English",
      "link": "https://en.wikipedia.org/wiki/Things_Fall_Apart",
      "pages": 209,
      "title": "Things Fall Apart",
      "year": 1958,
      "description": "Things Fall Apart is the debut novel by Nigerian author Chinua Achebe, first published in 1958. It depicts pre-colonial life in the southeastern part of Nigeria and the invasion by Europeans during the late 19th century. It is seen as the archetypal modern African novel in English, and one of the first to receive global critical acclaim. It is a staple book in schools throughout Africa and is widely read and studied in English-speaking countries around the world. The novel was first published in the United Kingdom in 1962 by William Heinemann Ltd, and became the first work published in Heinemann's African Writers Series."
    },
    {
      "id": "002",
      "author": "Hans Christian Andersen",
      "country": "Denmark",
      "imageLink": "https://unsplash.com/photos/CXYPfveiuis",
      "language": "Danish",
      "link": "https://en.wikipedia.org/wiki/Fairy_Tales_Told_for_Children._First_Collection.",
      "pages": 784,
      "title": "Fairy tales",
      "year": 1836,
      "description":"Fairy Tales Told for Children. First Collection. (Danish: Eventyr, fortalte for Børn. Første Samling.) is a collection of nine fairy tales by Hans Christian Andersen. The tales were published in a series of three installments by C. A. Reitzel between May 1835 and April 1837, and represent Andersen's first venture into the fairy tale genre. The nine tales of the three booklets were collected together and published in one volume and sold at seventy-two shillings. A title page, a table of contents, and a preface by Andersen were published in the volume."
    },
    {
      "id": "003",
      "author": "Dante Alighieri",
      "country": "Italy",
      "imageLink": "https://unsplash.com/photos/9zsHNt5OpqE",
      "language": "Italian",
      "link": "https://en.wikipedia.org/wiki/Divine_Comedy",
      "pages": 928,
      "title": "The Divine Comedy",
      "year": 1315,
      "description":"The Divine Comedy (Italian: Divina Commedia; Italian pronunciation: is an Italian narrative poem by Dante Alighieri, begun c. 1308 and completed around 1321, shortly before the author's death. It is widely considered the pre-eminent work in Italian literature[1] and one of the greatest works of world literature.[2] The poem's imaginative vision of the afterlife is representative of the medieval worldview as it existed in the Western Church by the 14th century. It helped establish the Tuscan language, in which it is written, as the standardized Italian language.[3] It is divided into three parts: Inferno, Purgatorio, and Paradiso."
    },
    {
      "id": "004",
      "author": "Unknown",
      "country": "Sumer and Akkadian Empire",
      "imageLink": "https://unsplash.com/photos/bhBONc07WsI",
      "language": "Akkadian",
      "link": "https://en.wikipedia.org/wiki/Epic_of_Gilgamesh",
      "pages": 160,
      "title": "The Epic Of Gilgamesh",
      "year": -1700,
      "description":"The Epic of Gilgamesh (/ˈɡɪlɡəmɛʃ/)[2] is an epic poem from ancient Mesopotamia. The literary history of Gilgamesh begins with five Sumerian poems about Bilgamesh (Sumerian for 'Gilgamesh'), king of Uruk, dating from the Third Dynasty of Ur (c. 2100 BC).[1] These independent stories were later used as source material for a combined epic in Akkadian. The first surviving version of this combined epic, known as the 'Old Babylonian' version, dates back to the 18th century BC and is titled after its incipit, Shūtur eli sharrī ('Surpassing All Other Kings'). Only a few tablets of it have survived. The later Standard Babylonian version compiled by Sîn-lēqi-unninni dates from the 13th to the 10th centuries BC and bears the incipit Sha naqba īmuru[note 1] ('He who Saw the Abyss', in unmetaphoric terms: 'He who Sees the Unknown'). Approximately two-thirds of this longer, twelve-tablet version have been recovered. Some of the best copies were discovered in the library ruins of the 7th-century BC Assyrian king Ashurbanipal."
    },
    {
      "id": "005",
      "author": "Unknown",
      "country": "Achaemenid Empire",
      "imageLink": "https://unsplash.com/photos/g827ZOCwt30",
      "language": "Hebrew",
      "link": "https://en.wikipedia.org/wiki/Book_of_Job",
      "pages": 176,
      "title": "The Book Of Job",
      "year": -600,
      "description": "The Book of Job (/dʒoʊb/; Biblical Hebrew: אִיּוֹב, romanized: ʾIyyōḇ), or simply Job, is a book found in the Ketuvim ('Writings') section of the Hebrew Bible (Tanakh), and is the first of the Poetic Books in the Old Testament of the Christian Bible.[1] Scholars are generally agreed that it was written between the 7th and 4th centuries BCE.[2] It addresses theodicy, why God permits evil in the world, through the experiences of the eponymous protagonist.[3] Job is a wealthy and God-fearing man with a comfortable life and a large family; God, having asked Satan (הַשָּׂטָן, haśśāṭān, 'lit. 'the adversary'') for his opinion of Job's piety, decides to take away Job's wealth, family and material comforts, following Satan's accusation that if Job were rendered penniless and without his family, he would turn away from God."
    },
    {
      "id": "006",
      "author": "Unknown",
      "country": "India/Iran/Iraq/Egypt/Tajikistan",
      "imageLink": "https://unsplash.com/photos/UhdlN7u87nA",
      "language": "Arabic",
      "link": "https://en.wikipedia.org/wiki/One_Thousand_and_One_Nights",
      "pages": 288,
      "title": "One Thousand and One Nights",
      "year": 1200,
      "description":"One Thousand and One Nights (Arabic: أَلْفُ لَيْلَةٍ وَلَيْلَةٌ, ʾAlf Laylah wa-Laylah)[1] is a collection of Middle Eastern folk tales compiled in Arabic during the Islamic Golden Age. It is often known in English as the Arabian Nights, from the first English-language edition (c. 1706–1721), which rendered the title as The Arabian Nights' Entertainment.[2]The work was collected over many centuries by various authors, translators, and scholars across West Asia, Central Asia, South Asia, and North Africa"
    },
    {
      "id": "007",
      "author": "Unknown",
      "country": "Iceland",
      "imageLink": "https://unsplash.com/photos/zMRLZh40kms",
      "language": "Old Norse",
      "link": "https://en.wikipedia.org/wiki/Nj%C3%A1ls_saga",
      "pages": 384,
      "title": "Nj-u00e1l's Saga",
      "year": 1350,
      "description":"The saga deals with a process of blood feuds in the Icelandic Commonwealth, showing how the requirements of honor could lead to minor slights spiralling into destructive and prolonged bloodshed. Insults where a character's manhood is called into question are especially prominent and may reflect an author critical of an overly restrictive ideal of masculinity.[2] Another characteristic of the narrative is the presence of omens and prophetic dreams. It is disputed whether this reflects a fatalistic outlook on the part of the author."
    },
    {
      "id": "008",
      "author": "Jane Austen",
      "country": "United Kingdom",
      "imageLink": "https://unsplash.com/photos/-FVaZbu6ZAE",
      "language": "English",
      "link": "https://en.wikipedia.org/wiki/Pride_and_Prejudice",
      "pages": 226,
      "title": "Pride and Prejudice",
      "year": 1813,
      "description":"Pride and Prejudice is an 1813 novel of manners by Jane Austen. The novel follows the character development of Elizabeth Bennet, the dynamic protagonist of the book who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness. Mr Bennet, owner of the Longbourn estate in Hertfordshire, has five daughters, but his property is entailed and can only be passed to a male heir. His wife also lacks an inheritance, so his family faces becoming poor upon his death. Thus, it is imperative that at least one of the daughters marries well to support the others, which is a motivation that drives the plot."
    },
    {
      "id": "009",
      "author": "Honor-u00e9 de Balzac",
      "country": "France",
      "imageLink": "https://unsplash.com/photos/YTRtCfniV8I",
      "language": "French",
      "link": "https://en.wikipedia.org/wiki/Le_P%C3%A8re_Goriot",
      "pages": 443,
      "title": "Le P-u00e8re Goriot",
      "year": 1835,
      "description":"Le Père Goriot[a] (French pronunciation: ​[lə pɛʁ ɡɔʁjo], 'Old Goriot' or 'Father Goriot') is an 1835 novel by French novelist and playwright Honoré de Balzac (1799–1850), included in the Scènes de la vie privée section of his novel sequence La Comédie humaine. Set in Paris in 1819, it follows the intertwined lives of three characters: the elderly doting Goriot, a mysterious criminal-in-hiding named Vautrin and a naive law student named Eugène de Rastignac.Originally published in serial form during the winter of 1834–35, Le Père Goriot is widely considered Balzac's most important novel.[1] It marks the first serious use by the author of characters who had appeared in other books, a technique that distinguishes Balzac's fiction."
    },
    {
      "id": "010",
      "author": "Samuel Beckett",
      "country": "Republic of Ireland",
      "imageLink": "https://unsplash.com/photos/DRZQLqm-wk8",
      "language": "French, English",
      "link": "https://en.wikipedia.org/wiki/Molloy_(novel)",
      "pages": 256,
      "title": "Molloy, Malone Dies, The Unnamable, the trilogy",
      "year": 1952,
      "description":"Molloy is the first of three novels initially written in Paris between 1947 and 1950; this trio, which includes Malone Dies and The Unnamable, is collectively referred to as ‘The Trilogy’ or ‘the Beckett Trilogy.’[1] Beckett wrote all three books in French and then, aside from some collaborative work on Molloy with Patrick Bowles, served entirely as his own English-language translator; he did the same for most of his plays.[2] As Paul Auster explains, “Beckett’s renderings of his own work are never literal, word-by-word transcriptions. They are free, highly-inventive adaptations of the original text—or, perhaps more accurately, ‘repatriations’ from one language to the other, from one culture to the other. In effect, he wrote every book twice, and each version bears its own indelible mark.”[3] The three thematically-related books are dark existentialist comedies “whose ostensible subject is death"
    }
    ]  
} 